Repository: Mathis1993/mood_diary_project
Catalog: mood_diary/locale/*/LC_MESSAGES/django.po
Languages: de

source: Client already exists
de: Klient*in existiert bereits

source: Could not send email
de: Email konnte nicht gesendet werden

source: Average Mood
de: Durschnittliche Stimmung

source: Select a date
de: Wähle ein Datum aus

source: Select a start time
de: Wähle eine Startzeit aus

source: Select an end time
de: Wähle eine Endzeit aus

source: Date
de: Datum

source: Start time
de: Startzeit

source: End time
de: Endzeit

source: Mood
de: Stimmung

source: Enter additional details here...
de: Gib hier zusätzliche Details ein...

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Select an end date
de: Wähle ein Enddatum aus

source: End date must be after start date.
de: Startdatum muss vor dem Enddatum liegen

source: Enter an email address and a role. The created user will then receive an email with login information.
de: Gib eine E-Mail-Adresse und eine Rolle ein. Der*die erstellte Nutzer*in erhält dann eine E-Mail mit Anmeldeinformationen.

source: Please only create counselor users here. Counselors will in turn create client users.
de: Bitte erstelle hier nur Berater*innen-Accounts. Berater*innen werden im Anschluss Klient*innen-Accounts erstellen.

source: Enter a username and password.
de: Gib einen Benutzernamen und ein Passwort ein.

source: Home
de: Startseite

source: Diary
de: Tagebuch

source: Notifications Center
de: Benachrichtigungszentrum

source: Show All Notifications
de: Alle Benachrichtigungen anzeigen

source: Rules
de: Regeln

source: Clients
de: Klient*innen

source: Profile
de: Profil

source: Logout
de: Abmelden

source: previous
de: vorherige

source: next
de: nächste

source: last
de: letzte

source: Want to Leave?
de: Möchtest du gehen?

source: Select 'Logout' below if you are ready to end your current session.
de: Wähle unten 'Abmelden', wenn du deine aktuelle Sitzung beenden möchtest.

source: Cancel
de: Abbrechen

source: Create Client
de: Klient*in erstellen

source: Create
de: Erstellen

source: Client Creation Success
de: Klient*in-Erstellung erfolgreich

source: An email for account creation has been sent successfully!
de: Eine E-Mail zur Account-Erstellung wurde erfolgreich versendet!

source: Your Clients
de: Deine Klient*innen

source: No clients yet.
de: Noch keine Klient*innen vorhanden.

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Set this client to inactive?
de: Diese*n Klient*in auf inaktiv setzen?

source: Select 'Confirm' below if you are ready to set client %(identifier)s to inactive to remove them from this list.
de: Wählen unten 'Bestätigen', wenn du bereit bist, Klient*in %(identifier)s auf inaktiv zu setzen, um sie*ihn von dieser Liste zu entfernen.

source: Confirm
de: Bestätigen

source: Mood Diary Entries
de: Tagebucheinträge

source: No mood diary entries released yet.
de: Noch keine Tagebucheinträge freigegeben.

source: Mood Diary Entry
de: Tagebucheintrag

source: Activity
de: Aktivität

source: Mood Overview
de: Stimmungsübersicht

source: Mood Highlights
de: Stimmungshighlights

source: No mood diary entries found.
de: Keine Tagebucheinträge gefunden.

source: Release all Entries?
de: Alle Einträge freigeben?

source: Select 'Release' below if you are ready to release all new mood diary entries to your counselor.
de: Wähle unten 'Freigeben', wenn du bereit bist, alle neuen Tagebucheinträge deinem*deiner Berater*in freizugeben.

source: Release
de: Freigeben

source: Create Mood Diary Entry
de: Tagebucheintrag erstellen

source: Save
de: Speichern

source: Confirm Delete Mood Diary Entry
de: Löschung des Tagebucheintrags bestätigen

source: Are you sure you want to delete this mood diary entry?
de: Bist du sicher, dass du diesen Tagebucheintrag löschen möchtest?

source: Delete
de: Löschen

source: Delete this entry?
de: Diesen Eintrag löschen?

source: Select 'Delete' below if you are ready to delete this entry.
de: Wähle unten 'Löschen', wenn du diesen Eintrag löschen möchtest.

source: Release Mood Diary Entries
de: Tagebucheinträge freigeben

source: Are you sure you want to release all diary entries?
de: Bist du sicher, dass du alle Tagebucheinträge freigeben möchtest?

source: Release Entries
de: Einträge freigeben

source: Mood Diary Entries released.
de: Tagebucheinträge freigegeben.

source: Update Mood Diary Entry
de: Tagebucheintrag aktualisieren

source: Update
de: Aktualisieren

source: Notification
de: Benachrichtigung

source: Pattern
de: Muster

source: Description
de: Beschreibung

source: Pattern detected!
de: Muster erkannt!

source: Notifications
de: Benachrichtigungen

source: No notifications found.
de: Keine Benachrichtigungen gefunden.

source: Rule
de: Regel

source: Deactivate this rule?
de: Diese Regel deaktivieren?

source: Select 'Confirm' below if you wish to deactivate the rule '%(rule_title)s'.
de: Wähle unten 'Bestätigen', wenn du die Regel '%(rule_title)s' deaktivieren möchtest.

source: Reactivate this rule?
de: Diese Regel wieder aktivieren?

source: Select 'Confirm' below if you wish to activate the rule '%(rule_title)s' again.
de: Wählen unten 'Bestätigen', wenn du die Regel '%(rule_title)s' wieder aktivieren möchtest.

source: Rules detecting patterns and creating notifications for detected patterns can be switched on and off on this page.
de: Regeln, die Muster erkennen und Benachrichtigungen für erkannte Muster erstellen, können auf dieser Seite ein- und ausgeschaltet werden.

source: No rules found.
de: Keine Regeln gefunden.

source: Update Email
de: Email ändern

source: Mood Diary - Login
de: Mood Diary - Anmeldung

source: Please login to see this page.
de: Bitte melde dich an, um diese Seite zu sehen.

source: Enter Email Address...
de: Emailadresse eingeben...

source: Enter Password...
de: Passwort eingeben...

source: Login
de: Anmelden

source: Change Password
de: Passwort ändern

source: Your password was changed.
de: Dein Passwort wurde geändert.

source: Profile Settings
de: Profileinstellungen

source: Change Email
de: Email ändern

source: Enter Old Password...
de: Altes Passwort eingeben...

source: Enter New Password...
de: Neues Passwort eingeben...

source: Confirm New Password...
de: Neues Passwort bestätigen...

source: Password Reset
de: Passwort zurücksetzen

source: Forgot Password?
de: Passwort vergessen?

source: May the Mood Diary send you push notifications?
de: Darf das Mood Diary dir Push-Benachrichtigungen senden?

source: Clicking the button below will prompt your browser to ask you if the Mood Diary may send you push notifications.
de: Wenn du den Button unten klickst, wird dein Browser dich fragen, ob das Mood Diary dir Push-Benachrichtigungen senden darf.

source: The prompt will only appear if you have not yet decided about notification settings for the Mood Diary.
de: Die Aufforderung erscheint nur, wenn du noch nicht über die Benachrichtigungseinstellungen des Mood Diary entschieden hast.

source: If you have deactivated notfication support for your browser in the settings of your device, instead of showing a prompt, the browser will automatically default to denying notifications.
de: Wenn du die Benachrichtigungsunterstützung für deinen Browser in den Einstellungen deines Geräts deaktiviert hast, wird der Browser anstelle einer Aufforderung automatisch Benachrichtigungen ablehnen.

source: Prompt Browser Notification Settings
de: Browsereinstellungen für Benachrichtigungen aufrufen

source: In addition to managing the browser settings for push notifications, you can disable push notifications here.
de: Neben der Verwaltung der Browsereinstellungen für Push-Benachrichtigungen kannst du hier Push-Benachrichtigungen deaktivieren.

source: It can also help to click the button above in order to renew the push subscription under the hood.
de: Es kann auch hilfreich sein, den Button oben zu klicken, um das Push-Abonnement im Hintergrund zu erneuern.

source: Disable Notifications
de: Benachrichtigungen deaktivieren

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Oh no! It seems that you are offline!
de: Oh nein! Es scheint, dass du offline bist!

source: Then, even when your browser settings allow push notifiactions, the Mood Diary will not send you any.
de: Dann wird das Mood Diary dir keine senden, selbst wenn deine Browsereinstellungen Push-Benachrichtigungen erlauben.

source: If you have enabled push notifications here but do not receive any, ensure that you allowed notifications in your browser for the Mood Diary.
de: Wenn du hier Push-Benachrichtigungen aktiviert hast, aber keine erhältst, stelle sicher, dass du Benachrichtigungen in deinem Browser für das Mood Diary zugelassen hast.

source: Email And Password
de: Email und Passwort

source: Push Notifications
de: Push-Benachrichtigungen

source: You can install the Mood Diary as a web app on your device.
de: Du kannst das Mood Diary als Web-App auf deinem Gerät installieren.

source: If your browser supports this, clicking the button below will show an installation prompt.
de: Wenn dein Browser dies unterstützt, wird durch Klicken des Buttons unten eine Installationsaufforderung angezeigt.

source: If it doesn't, or if you already installed the Mood Diary, clicking the button will have no effect.
de: Wenn dies nicht der Fall ist oder wenn du das Mood Diary bereits installiert hast, hat das Klicken des Buttons keine Auswirkungen.

source: If your browser doesn't support the installation, you can still select 'Add to homescreen' from it's context menu on a mobile device for easier access to the Mood Diary.
de: Wenn dein Browser die Installation nicht unterstützt, kannst du trotzdem 'Zum Startbildschirm hinzufügen' aus dem Kontextmenü auswählen, um auf dem Smartphone einen einfacheren Zugriff auf das Mood Diary zu erhalten.

source: This is specifically relevant for iOS devices. Using Safari, you can install the Mood Diary, but you must select 'Add to homescreen' from the context menu manually.
de: Das ist insbesondere für iOS-Geräte relevant. Mit Safari kannst du das Mood Diary installieren, aber du musst 'Zum Startbildschirm hinzufügen' im Kontextmenü manuell auswählen.

source: Therefore, on iOS, use Safari to install the Mood Diary. On Android, best use Chrome.
de: Verwende daher auf iOS Safari, um das Mood Diary zu installieren. Auf Android verwende am besten Chrome.

source: Show Installation Prompt
de: Installationsaufforderung anzeigen
